Repository: ElforL/rentool
Catalog: lib/localization/app_*.arb
Languages: ar

source: Renter UID
ar: رقم المستخدم التعريفي للمستأجر

source: Loading Request Info
ar: جار تحميل معلومات الطلب

source: Error Loading Request Info
ar: خطأ في تحميل معلومات الطلب

# error_loading_request_info_body
source: An error occured while loading the request's info
ar: حدث خطأ اثناء تحميل معلومات الطلب

source: Empty
ar: فارغ

# owner_possession
source: Owner's
ar: للمالك

# renter_possession
source: Renter's
ar: للمستأجر

source: Before (in delivery meeting)
ar: قبل (في لقاء التوصيل)

source: After (in return meeting)
ar: بعد (في لقاء الإرجاع)

source: Select
ar: أختر

source: Decision
ar: القرار

# write_desc_in_ar_and_en
source: Write the description in Arabic and English with a line of at least 40 dashes (‘-’) in a row between them.
ar: أدخل الوصف باللغة العربية والإنجليزية مع وضع سطر بينهما يحتوي على الأقل على 40 شرطة (‘-’) متتالية.

# enter_justification_for_decision
source: Enter your justification for the decision
ar: أدخل تبريرك للقرار

source: Post decision
ar: انشر القرار

# are_you_sure_to_ban_user
source: Are you sure you want to ban {username}?
ar: هل أنت متأكد من أنك تريد حظر {username}؟

source: This user
ar: هذا المستخدم

source: The reason
ar: السبب

# enter_reason_for_ban
source: Enter the reason for the ban
ar: أدخل سبب الحظر

source: Playback speed
ar: سرعة التشغيل

source: No IDs are banned
ar: لا يوجد هويات محظورة

# ban_info
source: Ban information
ar: معلومات الحظر

# uid
source: User ID (UID)
ar: رقم المستخدم التعريفي

source: Ban time
ar: وقت الحظر

source: No users are banned
ar: لا يوجد مستخدمين محظورين

source: Permission denied
ar: تم رفض الوصول

# unexpected_error_occured
source: An unexpected error occured
ar: حدث خطأ غير متوقع

source: Files added
ar: تمت إضافة الملفات

source: Undo
ar: التراجع

source: Storage permission denied
ar: تم رفض إذن التخزين

# storage_permission_denied_explanation
source: The app was denied access to the gallery. To allow the app to upload media from your device, it needs to have access to the device storage. You can give access if a permission dialog pops up, or in the app settings.
ar: تم رفض التطبيق من الوصول إلى المعرض. للسماح للتطبيق بتحميل الوسائط من جهازك ، يجب أن يكون له حق الوصول إلى وحدة تخزين الجهاز. يمكنك منح حق الوصول إذا انبثق مربع حوار، أو في إعدادات التطبيق.

# couldnt_init_app
source: Couldn't initialize the app
ar: تعذرت تهيئة التطبيق

# canceling_request_explanation
source: The request will stay available for you to accepet at a later time If you want to reject the request and delete it, press the "Delete" or "Reject" button on the request page.
ar: سيبقى الطلب متوفرًا ويمكنك قبوله مجددًا في أي وقت. إن كنت تريد رفض الطلب وحذفه، اضغط على زر "حذف" أو "رفض" في صفحة الطلب.

# someLocalizedString
source: Localized part - {argument}
ar: متغير تجريبي - {argument}
