Repository: ElforL/rentool
Catalog: lib/localization/app_*.arb
Languages: ar

source: Rentool
ar: رينتول

source: OK
ar: حسنا

source: Next
ar: التالي

source: Error
ar: خطأ

source: Yes
ar: نعم

source: No
ar: لا

source: Sure
ar: تأكيد

source: Cancel
ar: إلغاء

source: Loading
ar: جار التحميل

source: Success
ar: نجاح

source: Owner
ar: المالك

source: Renter
ar: المستأجر

source: Set
ar: حدد

source: Send
ar: أرسل

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Results
ar: النتائج

source: Discard
ar: تجاهل

source: All
ar: الكل

source: Or
ar: أو

source: Back
ar: الرجوع

source: None
ar: لا يوجد

# userNotFoundError
source: There is no user corresponding to this email address.
ar: لا يوجد مستخدم مرتبط بعنوان البريد الالكتروني هذا.

source: Wrong password.
ar: كلمة مرور خاطئة.

# errorInfo
source: Error information
ar: معلومات الخطأ

source: Login Error
ar: خطأ في تسجيل الدخول

source: Sign up Error
ar: خطأ في انشاء الحساب

# pass_not_match
source: Passwords don't match.
ar: لا تتطابق كلمتا المرور اللتان تم إدخالهما

# weak_password
source: The password provided is too weak.
ar: كلمة مرور ضعيفة

# email_already_in_use
source: An account already exists for this email address.
ar: يوجد حساب مسبقًا لعنوان البريد الالكتروني هذا.

# no_password_error
source: This email address doesn't have a password. It uses login with {list}
ar: هذا البريد الاكتروني ليس لديه كلمة مرور. يسجل الدخول به عبر {list}

# no_password_error_dialog1
source: This email address is registerd but doesn't have a password. This means it was used by other login methods (e.g., Google or Facebook).
ar: هذا البريد الاكتروني مسجل ولكن ليس لديه كلمة مرور مرتبطة به. هذا يعني انه تم استخدامه لتسجيل الدخول بطرق اخرى (مثل: تسجيل الدخول عبر Google)

# no_password_error_dialog2
source: {count, plural, =1 {The provider associated with this email address is {elements}. So try loging in with it} other{The providers associated with this email address are {elements}. So try loging in with one of them}}
ar: {count, plural, zero{لايوجد مخدمين مرتبطين بعنوان البريد الالكتروني هذا} =1{المخدم المرتبط بعنوان البريد الالكتروني هذا هو {elements}. لذا جرب تسجيل الدخول به} other{المخدمين المرتبطين بعنوان البريد الالكتروني هذا هم {elements}. لذا جرب تسجيل الدخول بإحدهم}}

# no_password_error_dialog3
source: Or we can send you an email to reset your password
ar: او كخيار اخر، يمكننا ارسال رسالة بريد الكتروني لإعادة تعيين كلمة المرور الخاصة بك

source: Send Email
ar: ارسل رسالة بريد الكتروني

# badEmail
source: The email address is invalid.
ar: عنوان البريد الالكتروني غير صالح.

source: Email Sent.
ar: تم ارسال رسالة بريد الالكتروني.

source: Email Not Sent.
ar: لم يتم ارسال رسالة بريد الالكتروني.

source: Email address
ar: عنوان البريد الالكتروني

source: Password
ar: كلمة المرور

# form_confirm_password
source: Confirm password
ar: تأكيد كلمة المرور

source: Log in
ar: تسجيل الدخول

source: Sign up
ar: التسجيل

# login_welcome
source: Log in to your Rentool Account
ar: سجل دخول الى حسابك في رينتول

source: Sign in with
ar: سجل دخول عبر

# diff_creds_error
source: There already exists an account with this email address using other providers.
ar: يوجد حساب مسبقًا لعنوان البريد الالكتروني هذا باستخدام مخدم آخر.

# title_REQ_REC
source: Received a New Request
ar: تم إستلام طلب جديد

# title_REQ_ACC
source: Request Accepted
ar: تم قبول طلبك

# title_REQ_DEL
source: Request Deleted
ar: تم حذف طلبك

# title_REN_START
source: Rent Started
ar: بدء الإيجار

# title_REN_END
source: Rent Ended
ar: انتهى الإيجار

# title_DC_DAM
source: Disagreement Case Settled
ar: تمت تسوية قضية الخلاف

# title_DC_NDAM
source: Disagreement Case Settled
ar: تمت تسوية قضية الخلاف

# body_REQ_REC
source: You received a new request on your {toolName} by {renterName}.
ar: لديك طلب جديد على {toolName} من {renterName}.

# body_REQ_ACC
source: Your request on {toolName} was accepted.
ar: تم قبول طلبك لـ {toolName}

# body_REQ_DEL
source: Your request on {toolName} was deleted. If you didn't delete it, it means the owner rejected your request.
ar: تم حذف طلبك لـ {toolName}. إن لم تكن انت من حذفه، فهذا يعني أن المالك رفض الطلب.

# body_REN_START
source: Rent has started between you and {otherUserName} for the tool {toolName}.
ar: بدأت عملية إيجار {toolName} بينك وبين {otherUserName}.

# body_REN_END
source: Your rent for the tool {toolName} has ended. You can now send a review on {otherUserName}.
ar: إنتهت عملية إيجار {toolName}. يمكنك الان تقييم {otherUserName}.

# body_DC_DAM
source: We reviewed the case for the tool {toolName} and decided it was indeed damaged. Please organize a meeting to agree on a compensation price and deliver the tool.
ar: بعد مراجعة القضية المتعلقة بـ {toolName}، توصلنا ان الأداة تضررت. يرجى تنظيم لقاء آخر للاتفاق على مبلغ التعويض وارجاع الأداة.

# body_DC_NDAM
source: We reviewed the case for the tool {toolName} and decided it was not damaged. Please organize a meeting to deliver the tool.
ar: بعد مراجعة القضية المتعلقة بـ {toolName}، توصلنا ان الأداة لم تتضرر. يرجى تنظيم لقاء آخر لارجاع الأداة.

source: Media
ar: وسائط

source: Search
ar: بحث

source: Offered tools
ar: الأدوات المؤجرة

source: Sign out
ar: تسجيل خروج

source: Notifications
ar: الإشعارات

source: Settings
ar: الإعدادات

source: My tools
ar: أدواتي

source: My requests
ar: طلباتي

# noOneHereYet
source: No one is here yet
ar: لا أحد هنا حتى الآن

# didYouArrive
source: Did you arrive to the meeting place?
ar: هل وصلت إلى موقع اللقاء؟

source: Arrived
ar: وصلت

# didntArrived
source: Didn't arrive
ar: لم أصل

# waitingForOwner
source: Waiting for the owner
ar: في إنتظار المالك

# waitingForRenter
source: Waiting for the renter
ar: في إنتظار المستأجر

# ownerArrived
source: The owner arrived
ar: وصَل المالك

# renterArrived
source: The renter arrived
ar: وصَل المستأجر

source: Agree
ar: اتفق

source: Disagree
ar: لا اتفق

# deliver_pics_explanation
source: Do you agree that these images and videos represents the tool's current statue?
ar: هل توافق ان هذه الصور والفيديوهات تبين حالة الأداة؟

# the_role_pics_n_vids
source: The {role, select, owner{owner} renter{renter} other{other preson}}'s pictures and videos
ar: صور وفيديوهات {role, select, owner{المالك} renter{المستأجر} other{الشخص الآخر}}

# my_pics_and_vids
source: My pictures and videos
ar: صوري وفيديوهاتي

source: Are you sure?
ar: هل انت متأكد؟

# deliverMeet_pics_confirm_body
source: Do you agree with the {role, select, owner{owner} renter{renter} other{other preson}}'s pictures and videos?
ar: هل تتفق مع صور وفيديوهات {role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}}؟

# deliverMeet_pics_confirm_important
source: These pictures and videos will be evidence of the tool's status before renting so make sure you check the {role, select, owner{owner} renter{renter} other{other preson}}'s pictures and videos and agree on them.
ar: هذه الصور والفيديوهات ستكون دليل على حالة الأداة قبل التأجير، لذا احرص على مراجعة صور وفيديوهات {role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}} والاتفاق عليها

# deliverMeet_pics_confirm_note
source: Don't worry if the {role, select, owner{owner} renter{renter} other{other preson}} changed his pictures and/or videos after you agreed, your status will automatically change to 'disagree'.
ar: لا تقلق، اذا غير {role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}} اي من الصور او الفيديوهات فستتغير حالتك إلى ’غير موافق’ تلقائياً.

# deliverMeet_pics_help_dialog_title
source: Take pictures and videos
ar: التقط صور وفيديوهات

# deliverMeet_pics_help_dialog_body
source: Take pictures and videos showing the tool's current state. and check the {role, select, owner{owner} renter{renter} other{other preson}}'s pictures and videos and confirm that you agree on them.
ar: التقط صور وفيديوهات تبين حالة الأداة. وتحقق من صور وفيديوهات {role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}} وتأكد من أنك توافق عليها.

# role_id_number_is
source: The {role, select, owner{owner} renter{renter} other{other preson}}'s ID number is
ar: رقم هوية {role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}}

# meeting_id_checklist
source: Make sure: 1- Its number matches the one above. 2- Its photo matches the person you're meeting. 3- It's not void or about to be.
ar: تأكد أن: 1- رقم أصل الهوية يطابق الرقم أعلاه 2- الصورة على أصل الهوية تطابق صورة الشخص الذي تقابله 3- الهوية غير منتهية الصلاحية او على وشك أن تكون

source: A match
ar: تطابق

source: Doesn't match
ar: لا تتطابق

# id_unknow_error
source: UNKNOW ID. Can't continue
ar: رقم الهوية غير معروف لايمكن الاستمرار

# deliverMeet_ids_help_dialog_title
source: Confirm {role, select, owner{owner} renter{renter} other{other preson}}'s ID number
ar: أكد رقم هوية {role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}}

# deliverMeet_ids_help_dialog_body
source: This is the last step, when both of you confirm the IDs, the rent will start. Ask the person you're meeting for his/her ID card and make sure its number matches the one on the app, its photo matches the person you're meeting with, and that it's not void or about to be.
ar: هذه أخر خطوة، وسيبدأ الإيجار بعد التأكيد. اطلب أصل الهوية من الشخص الذي تقابله و تأكد ان رقم الأصل يطابق الرقم الظاهر على الشاشة، أن الصورة على أصل الهوية تطابق صورة الشخص الذي تقابله، وأن الهوية غير منتهية الصلاحية أو على وشك أن تكون.

# deliverMeet_ids_help_dialog_important
source: The ID numbers are to protect you and the {role, select, owner{owner} renter{renter} other{other preson}} incase of any problems. Make sure it's the same. and do not continue if it's not.
ar: أرقام الهوية مستخدمة لحمايتك و{role, select, owner{المالك} renter{المستأجر} other{الطرف الآخر}} في حال حصول اي مشكلة. احرص على التأكيد انها متطابقة ولا تكمل إن لم تكن.

# deliverMeet_ids_confirm_dialog_body
source: Does the ID number of the preson you're meeting matches {idNum}?
ar: هل يطابق رقم هوية الشخص الذي تقابله {idNum}؟

# deliverMeet_ids_confirm_dialog_note
source: When both of you confirm the IDs the rent will start
ar: يبدأ الإيجار بعد تأكيد كل منكما هوية الآخر

# let_owner_inspect_tool
source: Let the owner inspect the tool for damages.
ar: دع المالك يفحص الأداة بحثًا عن اي أضرار.

# inspect_the_tool
source: Inspect the tool and look for damages caused by the renter.
ar: افحص الأداة بحثًا عن اضرار بسبب المستأجر.

# was_tool_damaged
source: Was the tool damaged?
ar: هل تضررت الأداة؟

# damaged
source: {isMale, select, true{Damaged} other{Damaged}}
ar: {isMale, select, true{متضرر} other{متضررة}}

# not_damaged
source: Not {isMale, select, true{damaged} other{damaged}}
ar: غير {isMale, select, true{متضرر} other{متضررة}}

source: Back to arrival
ar: العودة إلى الوصول

# backToMedia
source: Back to pictures and videos
ar: العودة إلى الصور والفيديوهات

source: Rent has started
ar: بدأ الإيجار

# rentHasConcluded
source: rent concluded
ar: انتهى الإيجار

# noPicsOrVids
source: No pictures or videos
ar: لا يوجد صور أو فيديوهات

source: Price
ar: السعر

source: SAR
ar: ر.س

# priceADay
source: {currency} {price}/day
ar: {price} {currency}/اليوم

source: Status
ar: الحالة

source: Available
ar: متاح

source: Not available
ar: غير متاح

source: Location
ar: الموقع

source: Browse requests
ar: استعراض الطلبات

source: Request
ar: اطلب

source: Description
ar: الوصف

# handoverTheTool
source: Hand the tool over to the owner.
ar: سلم الأداة إلى المالك.

# reciveTool
source: Recive your tool from the renter.
ar: استلم الأداة من المستأجر.

source: Confirm handover
ar: تأكيد التسليم

source: Didn't handover
ar: لم يتم التسليم

# backToCompPrice
source: Back to compensation price
ar: العودة إلى سعر التعويض

# backToInspect
source: Back to inspect the tool
ar: العودة إلى فحص الأداة

# informedRenterOfClaims
source: We informed the renter of your claims. Awaiting his/her response
ar: ابلغنا المستأجر بإدعائاتك. في انتظار الرد

# ownerClaimsUDamaged
source: The owner claims you damaged the tool.
ar: يدعي المالك أنك تسببت بأضرار للأداة

source: Do you admit that?
ar: هل تقر بذلك؟

# yesIDamaged
source: Yes, I damaged it
ar: نعم, لقد تضررت الأداة

# noIDidntDamage
source: No, I didn't damage it
ar: لا، لم أضر بالأداة

source: Changed your mind?
ar: هل غيرت رأيك؟

source: Tool is not damaged
ar: الأداة غير متضررة

# priceDisplay
source: {currency} {price}
ar: {price} {currency}

source: Compensation price
ar: مبلغ التعويض

# waitingForOwnerToSetPrice
source: Waiting for the owner to set a price
ar: في انتظار تحديد المالك لمبلغ

# waitingForOwnerToSetNewPrice
source: Waiting for the owner to set a new price
ar: في انتظار تحديد المالك لمبلغ جديد

# theOwnerSetPriceAt
source: The owner set the price at
ar: حدد المالك المبلغ على

# doYouAgreeOnPrice
source: Do you agree on this price.
ar: هل تتفق على هذا المبلغ؟

# youRejectedPriceOf
source: You rejected the price of {currency} {price}.
ar: رفضت سعر {price} {currency}

# setACompPrice
source: Set a compensation price for the tool
ar: حدد سعر تعويض للأداة

# youSetPriceAt
source: You set the price at {currency} {price}. waiting for the renter's response
ar: حددت المبلغ على {price} {currency}. في انتظار رد المستأجر

# renterRefuesdPrice
source: The renter didn't accept the price of {currency} {price}.
ar: لم يقبل المستأجر ملبغ {price} {currency}. حدد مبلغًا آخر.

source: Set another price.
ar: حدد مبغا آخر.

source: Renter rejected
ar: المستأجر رفض.

# backToClaim
source: Back to response to claims
ar: العودة إلى الرد على الإدعائات

# disagreementCaseCreated
source: A disagreement case was created. We will review the images and videos and arrive to a decision soon.
ar: تم إنشاء حالة خلاف. سنراجع الصور و الفيديوهات ونتوصل إلى قرار قريبًا.

source: Disagreement-case ID
ar: الرقم التعريفي لحالة الخلاف

source: Disagreement-case ID copied
ar: تم نسخ الرقم التعريفي لحالة الخلاف

# afterReviewingCaseToolWas
source: After reviewing the disagreement case it was decided that the tool was {wasDamaged, select, true{indeed}, other{not}} damaged.
ar: بعد مراجعة حالة الخلاف، تقرر أن الأداة {wasDamaged, select, true{قد تضررت بالفعل}, other{لم تتضرر}}.

# disagreementMediaUploadInfoRenter
source: Upload images and videos showing the tool is not damaged as the owner claims.
ar: حمل صور وفيديوهات تبين أن الأداة غير متضررة كما يدعي المالك.

# disagreementMediaUploadInfoOwner
source: Upload images and videos showing the damage.
ar: حمل صور وفيديوهات تبين الضرر على الأداة.

source: Finished
ar: انتهيت

source: Not finished
ar: لم انتهي

# caseMediaCofirmBody
source: Did you finish uploading your pictures and videos?
ar: هل انتهيت من رفع الصور والفيديوهات؟

source: Disagreement cases
ar: حالات الخلاف

# disagreement_cases_creation
source: Disagreement cases are created when the renter and owner disagree on the tool status after renting it.
ar: يتم إنشاء حالات الخلاف عندما لا يتفق المستأجر والمالك على حالة الأداة بعد الإيجار.

# disagreement_cases_after_decision
source: After a decision is made you will get a notification of the decision. Then you will need to meet again to agree on a compensation price (if the tool was damaged) and deliver the tool.
ar: سيصلك إشعار بالقرار عند التوصل اليه. ثم عليكم الإلتقاء مجددًا للاتفاق على سعر تعويض (اذا كانت الأداة متضررة) و تسليم الأداة.

# cases_help_dialog_owner_body
source: Take pictures and videos of the tool to show the damage. These pictures and videos will then be reviewd by Rentool administrators to determine if the tool was damaged or not.
ar: التقط صور وفيديوهات للأداة تبين الضرر. ستتم مراجعة هذه الصور والفيديوهات من قبل مشرفي رينتول والتوصل إلى قرار بناءً عليها.

# cases_help_dialog_renter_body
source: Take pictures and videos to show the tool is not damaged as the owner claims. These pictures and videos will then be reviewd by Rentool administrators to determine if the tool was damaged or not.
ar: التقط صور وفيديوهات للأداة تبين أنها غير متضررة كما يدعي المالك. ستتم مراجعة هذه الصور والفيديوهات من قبل مشرفي رينتول والتوصل إلى قرار بناءً عليها.

source: What are disagreement cases?
ar: ما هي حالات الخلاف؟

source: Number of days
ar: عدد الأيام

source: Rent price
ar: سعر الإيجار

source: Summary
ar: الملخص

source: Insurance price
ar: سعر التأمين

source: Total
ar: المجموع

source: You can't leave this empty
ar: لا يمكن ترك هذه الخانة فارغة

# days_must_be_more_than_0
source: Days must be 1 or greater
ar: يجب ان يكون عدد الأيام أكبر من 0

# no_description
source: There is no description
ar: لا يوجد وصف

source: Accept
ar: اقبل

source: Reject
ar: ارفض

source: Tools Notifications
ar: إشعارات الأدوات

# tools_notifications_channel_desc
source: This channel is used for tools notifications such as reciving a request, accepted request, or rent starting.
ar: هذه القناة تستخدم لإشعارات الأدوات مثال: استلام طلب، قبول طلب، او بدء الإيجار.

# requests_on
source: Requests on {toolName}
ar: طلبات على {toolName}

# no_requests_sent
source: There are no sent requests
ar: لا توجد طلبات مرسلة

source: No notifications
ar: لا يوجد إشعارات

source: No tools
ar: لا يوجد أدوات

# comp_price_must_be_less_than_insurance
source: Compensation price can't be greater than the insurance amount
ar: مبلغ التعويض يجب ان يكون أقل من أو يساوي مبلغ التأمين

source: Refresh
ar: تحديث

source: Tool name
ar: إسم الأداة

source: Create
ar: إنشاء

source: New post
ar: منشور جديد

source: Loading user info
ar: تحميل معلومات المستخدم

# error_loading_user_info
source: An error occured while loading user info
ar: حدث خطأ اثناء تحميل معلومات المستخدم

source: Ban user
ar: حظر المستخدم

source: Ratings and reviews
ar: التقييمات والمراجعات

source: Tools
ar: الأدوات

source: Rate this user
ar: قييم هذا المستخدم

source: Account settings
ar: إعدادات الحساب

source: Username
ar: اسم المستخدم

source: Edit request
ar: تعديل الطلب

source: My request
ar: طلبي

source: Your review
ar: مراجعتك

source: Post
ar: انشر

# give_username_rating
source: Give {username} an overall rating.
ar: أعط تقييمك لـ{username}.

# descripe_your_expierence
source: Descripe your expierence (optional).
ar: صِف تجربتك (اختياري)

# posting_review
source: Posting the review
ar: جار نشر المراجعة

# your_review_may_take_while_note
source: Note: Your review may take a while to show up and affect the user's rating.
ar: ملاحظة: مراجعتك قد تستغرق بعد الوقت لتظهر وتؤثر على تقييم المستخدم.

# no_reviews
source: There are no reviews.
ar: لا يوجد مراجعات.

source: Deliver
ar: إيصال

# returnn
source: Return
ar: إرجاع

# no_requests
source: There are no requests
ar: لا يوجد أي طلب

source: My account
ar: حسابي

source: Delete review
ar: حذف المراجعة

# delete_review_confirm
source: Are you sure you want to delete your review?
ar: هل أنت متأكد من أنك تريد حذف مراجعتك؟

# cant_delete_rented_tool
source: You can't delete a rented tool
ar: لا يمكن حذف أداة مؤجرة

# chat_with_role
source: Chat with the {role, select, owner{owner} renter{renter} other{other preson}}
ar: تواصل مع {role, select, owner{المالك} renter{المستأجر} other{الشخص الآخر}}

source: Type a message
ar: اكتب رسالة

source: No ID number
ar: لا يوجد رقم هوية

# you_must_set_ID_number
source: You need to set an ID number to perform this action
ar: يجب أن تدخل رقم هويتك لتنفيذ هذه العملية

source: Set ID
ar: أدخل رقم الهوية

source: Email address not verified
ar: لم يتم التحقق من عنوان البريد الإلكتروني

# you_need_to_verify_email
source: You need to verify your email address to perform this action. If you already verified then try signing out and signing in again. Otherwise, check your inbox for the verification email. If you can't find it, check the spam folder. If you can't find it press "Resend email" below
ar: يجب التحقق من عنوان البريد الإلكتروني لتنفيذ هذه العملية. إذا كنت قد تحققت مسبقًا، فحاول تسجيل الخروج وتسجيل الدخول مرة أخرى. ابحث عن رسالة التحقق في صندوق بريدك الالكتروني. ان لم تجد الرسالة تحقق من صندوق البريد الوارد غير المرغوب فيه. ان لم تجدها اضغط على "اعد الإرسال" ادناه.

source: Resend email
ar: اعد الإرسال

source: Enable notifications
ar: تفعيل الإشعارات

# enable_notifications_subtitle
source: Allow Rentool servers to send notifications to this device.
ar: السماح لسيرفرات رينتول بإرسال إشعارات لهذا الجهاز.

source: View
ar: العرض

source: Language
ar: اللغة

source: Theme
ar: المظهر

source: Support
ar: الدعم

source: Help center
ar: مركز المساعدة

source: Report an issue
ar: التبليغ عن مشكلة

source: About
ar: عن

source: Privacy policy
ar: سياسة الخصوصية

source: User agreement
ar: اتفاقية المستخدم

source: Software licenses
ar: تراخيص البرمجيات

# device_default
source: Device's default: {argument}
ar: الافتراضي للجهاز: {argument}

source: English
ar: الإنجليزية - English

# arabic
source: Arabic - العربية
ar: العربية

source: Dark
ar: داكن

source: Light
ar: فاتح

# couldnt_open_email_client
source: Could not open email client.
ar: تعذر فتح برنامج البريد إلكتروني

# couldnt_open_email_client_desc
source: The app was unable to open your email client app.
ar: لم يتمكن التطبيق من فتح تطبيق البريد الإلكتروني الخاص بك.

# send_issue_to_this_email_address
source: Please send us the issue details to this email address.
ar: فضلًا أرسل لنا تفاصيل المشكلة على عنوان البريد الإلكتروني التالي.

source: Email address copied.
ar: تم نسخ عنوان البريد الإلكتروني.

# issue_report_form_name
source: * Your name:%0D%0A
ar: * اسمك:%0D%0A

# issue_report_form_description
source: * Describe the problem:%0D%0AA clear and concise description of what's wrong.%0D%0A
ar: * إشرح المشكلة%0D%0Aشرح واضح وموجز للمشكلة.%0D%0A

# issue_report_form_attachments
source: * Attach screenshots/videos
ar: * ارفق لقطات للشاشة / مقاطع فيديو%0D%0A

# issue_report_form_fix
source: * Expected fix:%0D%0ADescription of how you think we should fix the problem.%0D%0A
ar: * الحل المتوقع:%0D%0Aصف حل المشكلة الذي تريده أو كيف تعتقد أنه يجب علينا حل المشكلة.%0D%0A

# issue_report_form_extra
source: * Additional context:%0D%0AAnything else we should know about the problem?
ar: * معلومات إضافية:%0D%0A

source: Change your photo
ar: غير صورتك

source: No email address
ar: لا يوجد بريد الكتروني

source: Resend verification email
ar: إعادة ارسال بريد التحقق

# check_inbox_for_verification_email
source: We should have sent you a verification email If you already verified then try signing out and signing in again. Otherwise, please first check your inbox for the verification email. If you can't find it, check the spam folder. If you can't find it then press "Resend email" below
ar: تطبيق رينتول يرسل رسالة التحقق عند عملية التسجيل. إذا كنت قد تحققت مسبقًا، فحاول تسجيل الخروج وتسجيل الدخول مرة أخرى. فضلًا ابحث عن رسالة التحقق في صندوق بريدك الالكتروني. ان لم تجدها تحقق من صندوق البريد الوارد غير المرغوب فيه. ان لم تجدها اضغط على "اعد الإرسال" ادناه.

source: ID number
ar: رقم الهوية

source: Set ID number
ar: عين رقم هوية

source: Change your password
ar: تغيير كلمة المرور

# you_cant_change_id_number
source: You can set your ID number only once. You can't change it later.
ar: يتم إدخال رقم الهوية مرة واحدة فقط. لا يمكنك تغييره لاحقًا

source: Enter your ID number
ar: أدخل رقم هويتك

# we_will_send_password_reset_email
source: We'll send you an email to reset your password.
ar: سنرسل رسالة بريد الكتروني لإعادة تعيين كلمة المرور.

source: Reset email sent.
ar: تم إرسال رسالة إعادة التعيين.

# we_sent_password_reset_email
source: We sent you a password reset email, check your inbox.
ar: تم ارسال رسالة لبريدك الكتروني لإعادة تعيين كلمة المرور.

# id_number_must_be_10_digits
source: ID number must be 10 digits long
ar: يجب أن يكون رقم الهوية من 10 أرقام

source: Forgot your password?
ar: نسيت كلمة المرور؟

source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني

source: Admin Panel
ar: لوحة الادارة

source: Banned users
ar: المستخدمين المحظورين

source: Banned IDs
ar: الهويات المحظورة

source: Everyone is Happy
ar: الكل سعيد

source: No disagreement cases
ar: لايوجد حالات خلاف

source: Tool ID
ar: رقم الأداة التعريفي

source: Assigned admin
ar: المشرف المعين

source: Case info
ar: معلومات الحالة

source: Case ID
ar: رقم الحالة التعريفي

source: Request ID
ar: رقم الطلب التعريفي

source: Owner UID
ar: رقم المستخدم التعريفي للمالك
